<?php

/**
 * Translations for AbuseIO Self Help (ash).
 */
return [
    'title' => 'AbuseIO Self-help',
    'intro'  => 'Βλέπετε αυτή τη σελίδα γιατί έχουμε ανιχνεύσει ύποπτες ενέργειες από κάποια'.
                                       'IP διεύθυνση, Domain name ή E-Mail διεύθυνση που σας ανήκει. Σε αυτή τη σελίδα'.
                                       'μπορείτε να βρείτε όλες τις λεπτομέρειες για τις ενέργειες αυτές, καθώς και για'.
                                       'το πρόβλημα που τις προκάλεσε.',
    'ticket' => ' Δελτίο',

    'menu' => [
        'basic'         => 'Βασικές Πληροφορίες',
        'technical'     => 'Τεχνικές Λεπτομέρειες',
        'about'         => 'Τι είναι αυτό;',
        'communication' => 'Ερωτήσεις / Επίλυση!',
    ],

    'basic' => [
        'ip'             => 'IP',
        'ipAddress'      => 'IP διεύθυνση',
        'ptr'            => 'Reverse DNS',
        'domain'         => 'Domain',
        'domainName'     => 'Domain name',
        'class'          => 'Kατηγοριοποίηση',
        'type'           => 'Τύπος',
        'firstSeen'      => 'Παρατηρήθηκε πρώτα',
        'lastSeen'       => 'Παρατηρήθηκε τελευταία',
        'reportCount'    => 'Αριθμός αναφορών',
        'ticketStatus'   => 'Κατάσταση δελτίου',
        'ticketCreated'  => 'Δημιουργία δελτίου',
        'ticketModified' => 'Τροποποίηση δελτίου',
        'replyStatus'    => 'Κατάσταση απάντησης',
        'suggest'        => 'Απαιτούμενες ενέργειες',
    ],

    'technical' => [
        'collectError' => 'Συνέβη ένα σφάλμα κατά την συγκομιδή πληροφοριών για το συμβάν',
        'timestamp'    => 'Ανάγνωση',
        'source'       => 'Πηγή',
        'information'  => 'Πληροφορίες συμβάντος',
    ],

    'communication' => [
        'header'                => 'Μπορείτε να χρησιμοποιήσετε την παρακάτω φόρμα για να απαντήσετε στο δελτίο.',
        'noMessages'            => 'Καμμία αλληλεπίδραση έως τώρα.',
        'placeholder'           => 'Χρησιμοποιήστε αυτό το text box για να υποβάλλετε την ερώτηση σας ή για την λύση που εφαρμόσατε.',
        'placeholder_admin'     => 'Εισάγετε μια απάντηση για την επαφή',
        'previousCommunication' => 'Προηγούμενη επικοινωνία',
        'responseFrom'          => 'Απάντηση από',
        'contact'               => 'Επαφή',
        'abusedesk'             => 'Abusedesk',
        'submit'                => 'Υποβολή',
        'reply'                 => 'Απάντηση',
        'download'              => 'Κατέβασμα',
        'view'                  => 'Προβολή',
        'closed'                => 'Δεν μπορείτε να εισάγετε σημειώσεις σε αυτό το δελτίο γιατί έχει κλείσει ή γιατί οι σημειώσεις είναι απενεργοποιημένες',
        'unchanged'             => 'Να μην αλλαχθεί η κατάσταση του δελτίου',
        'open'                  => 'Να μείνει το δελτίο ανοιχτό',
        'resolved'              => 'Έχω επιλύσει το πρόβλημα',
        'ignored'               => 'Το πρόβλημα μπορεί να αγνοηθεί',
    ],

    'messages' => [
        'alertTest' => 'Αυτό είναι ένα μήνυμα συναγερμού',
        'noteAdded' => 'Η σημείωση έχει προστεθεί',
        'noteEmpty' => 'Δεν μπορείτε να προσθέσετε ένα άδειο μήνυμα!',
    ],
];
